{
  "form": {
    "name": "What's your name?",
    "email": "Your email?",
    "date": "Preferred appointment date?",
    "ageRange": {
      "label": "Select your age range",
      "options": {
        "18-25": "18-25",
        "26-35": "26-35",
        "36-45": "36-45",
        "46plus": "46+"
      }
    },
    "phone": "Your phone number?",
    "instagram": "Your Instagram username (optional)?",
    "city": "Your city?",
    "country": "Your country?",
    "fitnessGoal": "Your fitness goal for the next 120 days?",
    "employment": "Your current employment status?"
  },
  "buttons": {
    "submitwhatsapp": "Submit via Whatsapp",
    "submitEmail": "Submit via email"
  },
  "welcomeMessage": "Welcome everyone to my only official website. Here you will start your journey to shape your body and to be the best version of yourself. Training is not just a “ thing “ you have to do to change your body… it’s also a lifestyle, mindset , discipline and hard work to reach success. I want you to lock in and focus on your goals because nothing is hard on us.",
  "myStory": "My Story",
  "certifications": "Certifications and Diplomas",
  "what_i_offer": "What I Offer",
  "story1": "My name is Yassine ( Yacin ) Ben Salem. I’m 20yo ambitious man that went through hard times in early age and a great experience that made me achieve a lot already in that early age. I started hitting gym 2020 because my family told me that I look fat and unhealthy. I started some random cardio exercises for months then I started a mixture between body weight workout and bodybuilding. I made a great progress burning almost all the fat and started the shape phase moving to fully calisthenics training the next year. And after another half year the transformation was really clear and everyone noticed the change, even me I was surprised and proud looking at what I achieved whenever I look at my reflection on the mirror. It wasn’t easy but after that hard work and all the productivity I made what I wanted to do that time… the way I was focusing on that I couldn’t even notice the change in body only months after months.",
  "story2": "The next years I kept training both calisthenics and bodybuilding with a great mixture between the basic exercises of each sports and that time I started to realize that both are giving such beautiful details in the body shape , and getting used to your body weight gives such a great power to lift heavier weights. So I kept as well learning and training till my bachelor where I was obliged to quit gym for more than half year wich was the hardest part in my whole life. I won’t mention any private details but all what I can tell is the way I’ve been away from training was really feeling wrong and hard till I got back to my place. Being a coach and a personal trainer was a dream and I started to achieve it once the bachelor year has ended and I didn’t pass it. Everyone in this life is good at a “ thing “ and studying wasn’t my thing… that feeling got stronger by time while training people and working at gym and all what I want to say now is “ alhamdulellah “ to keep following the right path.",
  "downloadCertificate": "Download Certificate",
  "offers": {
    "calisthenics": "Calisthenics basics & skills",
    "cardio": "Cardio fat burning",
    "bulking": "Bulking with cali & bb",
    "cutting": "Cutting cali & bb",
    "weights": "Gaining & losing weight full diets",
    "tips": "Private tips & advice"
  },
  "mainWelcome": "Welcome to"
}
