{
  "form": {
    "name": "ما هو اسمك؟",
    "email": "ما هو بريدك الإلكتروني؟",
    "date": "ما هو التاريخ المفضل للحجز؟",
    "ageRange": {
      "label": "اختر فئتك العمرية",
      "options": {
        "18-25": "18-25",
        "26-35": "26-35",
        "36-45": "36-45",
        "46plus": "46+"
      }
    },
    "phone": "ما هو رقم هاتفك؟",
    "instagram": "اسم مستخدم إنستغرام (اختياري)?",
    "city": "في أي مدينة تعيش؟",
    "country": "في أي دولة تعيش؟",
    "fitnessGoal": "ما هو هدفك الرياضي خلال الـ 120 يوم القادمة؟",
    "employment": "ما هي حالتك المهنية الحالية؟"
  },
  "buttons": {
    "submitwhatsapp": "إرسال عبر واتساب",
    "submitEmail": "إرسال عبر البريد الإلكتروني"
  },
  "welcomeMessage": "مرحباً بكم جميعاً في موقعي الرسمي الوحيد. هنا ستبدأ رحلتك لتشكيل جسمك ولتكون أفضل نسخة من نفسك. التدريب ليس مجرد 'شيء' تفعله لتغيير جسمك… إنه أسلوب حياة، وعقلية، وانضباط، وعمل شاق من أجل النجاح. أريدك أن تركز على أهدافك، لأن لا شيء صعب علينا إذا كنا مصممين.",
  "myStory": "قصتي",
  "certifications": "الشهادات والدبلومات",
  "what_i_offer": "ما أقدمه",
  "story1": "اسمي ياسين (ياسين) بن سالم. أنا شاب طموح أبلغ من العمر 20 عاماً، مررت بظروف صعبة في سن مبكرة وتجارب عظيمة جعلتني أحقق الكثير في وقت مبكر. بدأت الذهاب إلى الجيم في 2020 لأن عائلتي كانت تقول لي إنني أبدو سميناً وغير صحي. بدأت بتمارين كارديو عشوائية لعدة أشهر، ثم انتقلت إلى خليط من تمارين وزن الجسم وكمال الأجسام. حققت تقدماً كبيراً في حرق الدهون تقريباً بالكامل، ثم دخلت مرحلة تشكيل الجسم، وانتقلت إلى تمارين الكاليثنكس بالكامل في العام التالي. وبعد نصف عام آخر، أصبحت التحولات واضحة جداً، والجميع لاحظ الفرق، حتى أنا انبهرت وشعرت بالفخر كلما نظرت إلى نفسي في المرآة. لم يكن الأمر سهلاً، ولكن بعد كل ذلك الجهد والانضباط، حققت ما أردته في ذلك الوقت… كنت مركزاً جداً لدرجة أنني لم ألاحظ التغيير الجسدي إلا بعد أشهر.",
  "story2": "في السنوات التالية، واصلت التدريب على الكاليثنكس وكمال الأجسام بمزيج رائع من التمارين الأساسية في كلا المجالين، وبدأت أدرك أن كليهما يمنحان تفاصيل جميلة لشكل الجسم، والتعود على وزن الجسم يعطيك قوة كبيرة لرفع أوزان أثقل. واصلت التعلم والتدريب حتى وصلت إلى مرحلة البكالوريوس، حينها اضطررت للتوقف عن التدريب لأكثر من نصف عام، وكانت تلك أصعب فترة في حياتي. لن أذكر تفاصيل شخصية، لكن كل ما يمكنني قوله هو أن الابتعاد عن التدريب كان مؤلماً وشعوراً غير مريح، حتى عدت لمكاني الطبيعي. أن أكون مدرباً وشخصاً يُلهم الآخرين كان حلماً، وبدأت في تحقيقه عندما انتهت سنة البكالوريوس ولم أنجح فيها. كل شخص في الحياة مميز في شيء معين، والدراسة لم تكن مجالي… هذا الإحساس زاد مع الوقت أثناء تدريبي للناس وعند عملي في الجيم، وكل ما أود قوله الآن هو: 'الحمد لله' لأني ما زلت أسير في الطريق الصحيح.",
  "downloadCertificate": "تحميل الشهادة",
  "offers": {
    "calisthenics": "أساسيات ومهارات الكاليثنكس",
    "cardio": "كارديو لحرق الدهون",
    "bulking": "زيادة الكتلة العضلية بالكاليثنكس وكمال الأجسام",
    "cutting": "تخسيس بالكاليثنكس وكمال الأجسام",
    "weights": "أنظمة غذائية كاملة لزيادة أو خسارة الوزن",
    "tips": "نصائح وإرشادات خاصة"
  },
  "mainWelcome": "مرحباً بك في"
}
